/* ssh host key changed */
"%@'s fingerprint does not match the one on record. If the server has changed its key, then this is to be expected. If not then you should check with the system administrator before proceeding.\nThe new fingerprint is %@.\nDo you wish to connect to the server?" = "%1$@'s fingerprint does not match the one on record. If the server has changed its key, then this is to be expected. If not then you should check with the system administrator before proceeding.\nThe new fingerprint is %2$@.\nDo you wish to connect to the server?";

/* authorise */
"%@\nWhat would you like to do?" = "%@\nWhat would you like to do?";

/* ConnectionOpenPanel */
"A Connection Error Occurred" = "A Connection Error Occurred";

/* FTP Abort */
"Action Aborted. Local Error" = "Action Aborted. Local Error";

/* FTP no data stream types available */
"All data connection modes have been exhausted. Check with the server administrator." = "All data connection modes have been exhausted. Check with the server administrator.";

/* WebDAV Create Directory Error
   .Mac Create Directory Error */
"An intermediate directory does not exist and needs to be created before the current directory" = "An intermediate directory does not exist and needs to be created before the current directory";

/* WebDAV Create Directory Error
   .Mac Create Directory Error */
"An unknown error occured" = "An unknown error occured";

/* multiple connection joiner */
"and" = "and";

/* close window */
"Are you sure you want to stop the upload?" = "Are you sure you want to stop the upload?";

/* failed pk authentication for ssh */
"Authentication by Public Key Failed" = "Authentication by Public Key Failed";

/* failed authentication for ssh */
"Authentication Failed. Do you have permission to access this server via SFTP?" = "Authentication Failed. Do you have permission to access this server via SFTP?";

/* authorise */
"Authorize" = "Authorize";

/* authorise */
"Authorize Connection?" = "Authorize Connection?";

/* connection type */
"auto" = "auto";

/* config */
"Bad Configuration" = "Bad Configuration";

/* error */
"Bad Droplet" = "Bad Droplet";

/* sftp last error */
"Bad Message" = "Bad Message";

/* Transfer Controller */
"Bad Password." = "Bad Password.";

/* filesize: bytes */
"bytes" = "bytes";

/* authorise */
"Cancel" = "Cancel";

/* FTP upload error */
"Cannot Upload File. Storage quota on server exceeded" = "Cannot Upload File. Storage quota on server exceeded";

/* transfer controller
   connected message */
"Connected to %@" = "Connected to %@";

/* file transcript */
"Connected to File System\n" = "Connected to File System\n";

/* connection string */
"Connecting to %@" = "Connecting to %@";

/* file transcript */
"Connecting...\n" = "Connecting...\n";

/* sftp last error */
"Connection Lost" = "Connection Lost";

/* close window */
"Continue Upload" = "Continue Upload";

/* file transcript */
"Copying %@ to %@\n" = "Copying %1$@ to %2$@\n";

/* FileConnection set permissions error */
"Could not change file permissions" = "Could not change file permissions";

/* FileConnection create directory error */
"Could not create directory" = "Could not create directory";

/* config */
"Couldn't find configuration file specified\n %@" = "Couldn't find configuration file specified\n %@";

/* file transcript */
"Create Directory %@ (%lo)\n" = "Create Directory %1$@ (%2$lo)\n";

/* FTP Create directory error */
"Create directory operation failed" = "Create directory operation failed";

/* Failed to open a data stream connection */
"Data Stream Timed Out" = "Data Stream Timed Out";

/* file transcript */
"Deleting File %@\n" = "Deleting File %@\n";

/* sftp last error */
"Directory not empty" = "Directory not empty";

/* status */
"Disconnected" = "Disconnected";

/* transfer controller */
"Disconnected from %@" = "Disconnected from %@";

/* filesize: exabytes */
"EB" = "EB";

/* sftp last error */
"End of File" = "End of File";

/* sftp last error */
"Error INVAL" = "Error INVAL";

/* Directory Parsing Error */
"Error parsing directory listing" = "Error parsing directory listing";

/* FTP no data streams available */
"Exhausted all connection types to server. Please contact server administrator" = "Exhausted all connection types to server. Please contact server administrator";

/* Bad ftp command */
"Failed to change to directory" = "Failed to change to directory";

/* sftp failure to create dir */
"Failed to create directory" = "Failed to create directory";

/* couldn't delete the file
   .Mac Directory Deletion Error
   WebDAV Directory Deletion Error */
"Failed to delete directory" = "Failed to delete directory";

/* error for deleting a directory */
"Failed to delete directory: %@" = "Failed to delete directory: %@";

/* couldn't delete the file
   .Mac file deletion error
   WebDAV File Deletion Error */
"Failed to delete file" = "Failed to delete file";

/* error for deleting a file */
"Failed to delete file: %@" = "Failed to delete file: %@";

/* failed to find the id_dsa.pub */
"Failed to find public key in %@. If you have a custom named key, please set the User Default key SSHPublicKey." = "Failed to find public key in %@. If you have a custom named key, please set the User Default key SSHPublicKey.";

/* failed authentication for ssh */
"Failed to initialize SFTP Subsystem. Do you have permission to access this server via SFTP?" = "Failed to initialize SFTP Subsystem. Do you have permission to access this server via SFTP?";

/* No .mac account or password */
"Failed to retrieve .mac account details" = "Failed to retrieve .mac account details";

/* FileConnection copy data error */
"Failed to upload data" = "Failed to upload data";

/* error transferring */
"Failed to verify file transferred successfully" = "Failed to verify file transferred successfully";

/* sftp error */
"Failed to write all data" = "Failed to write all data";

/* sftp last error */
"Failure" = "Failure";

/* FTP file download error */
"File %@ does not exist on server" = "File %@ does not exist on server";

/* FTP error */
"File / Directory does not exist" = "File / Directory does not exist";

/* FileConnection error */
"File Already Exists" = "File Already Exists";

/* sftp last error */
"File already exists" = "File already exists";

/* FTP file in use */
"File in Use" = "File in Use";

/* FTP Upload error */
"Filename not Allowed" = "Filename not Allowed";

/* FTP service timed out */
"FTP service not available; Remote server has closed connection" = "FTP service not available; Remote server has closed connection";

/* FTP no service */
"FTP Service Unavailable" = "FTP Service Unavailable";

/* filesize: gigabytes */
"GB" = "GB";

/* transfer controller */
"Hide Files" = "Hide Files";

/* Couldn't open the port to the host */
"Host Unavailable" = "Host Unavailable";

/* WebDAV Create Directory Error
   .Mac Create Directory Error */
"Insufficient storage space available" = "Insufficient storage space available";

/* FTP Error */
"Invalid Account name" = "Invalid Account name";

/* sftp last error */
"Invalid filename" = "Invalid filename";

/* sftp last error */
"Invalid Handle" = "Invalid Handle";

/* Stream Error before opening */
"Is the service running on the server" = "Is the service running on the server";

/* filesize: kilobytes */
"Kilobytes" = "Kilobytes";

/* sftp last error */
"Link Loop" = "Link Loop";

/* FTP download error */
"Local File already exists" = "Local File already exists";

/* sftp last error */
"Lock Conflict" = "Lock Conflict";

/* filesize: megabytes */
"MB" = "MB";

/* sftp last error */
"Method not Supported" = "Method not Supported";

/* new cat name */
"New Category" = "New Category";

/* config */
"No configuration file specified" = "No configuration file specified";

/* sftp last error */
"No Connection" = "No Connection";

/* failed to find a connection class */
"No connection available for requested connection type" = "No connection available for requested connection type";

/* failed to find a connection class */
"No connection available for requested port" = "No connection available for requested port";

/* failed to find a connection class */
"No connection available for requested protocol" = "No connection available for requested protocol";

/* sftp last error */
"No Media" = "No Media";

/* sftp last error */
"No space left on remote machine" = "No space left on remote machine";

/* FTP Error */
"No Storage Space Available" = "No Storage Space Available";

/* sftp last error */
"No such file" = "No such file";

/* sftp last error */
"No such path" = "No such path";

/* sftp last error */
"Not a directory" = "Not a directory";

/* FTP Error */
"Not Logged In" = "Not Logged In";

/* sftp last error
   OK */
"OK" = "OK";

/* sftp last error */
"Operation Unsupported" = "Operation Unsupported";

/* WebDAV Uploading Error
   .Mac File Uploading Error */
"Parent Folder does not exist" = "Parent Folder does not exist";

/* No comment provided by engineer. */
"Password was not accepted." = "Password was not accepted.";

/* filesize: petabytes */
"PB" = "PB";

/* sftp last error */
"Permission Denied" = "Permission Denied";

/* config
   error */
"Quit" = "Quit";

/* sftp last error */
"Quota exceeded" = "Quota exceeded";

/* file transcript */
"Renaming %@ to %@\n" = "Renaming %1$@ to %2$@\n";

/* FTP Error */
"Request Aborted. Page Type Unknown" = "Request Aborted. Page Type Unknown";

/* sftp last error */
"Request Denied" = "Request Denied";

/* abbreviation for seconds, e.g. 12 MB/s */
"s" = "s";

/* category name */
"Saved Hosts" = "Saved Hosts";

/* No comment provided by engineer. */
"Secure Shell Connection Error" = "Secure Shell Connection Error";

/* transfer controller */
"Show Files" = "Show Files";

/* close window */
"Stop Upload" = "Stop Upload";

/* close window */
"Stop Upload?" = "Stop Upload?";

/* Error creating stream */
"Stream Unavailable" = "Stream Unavailable";

/* filesize: terabytes */
"TB" = "TB";

/* WebDAV Create Directory Error
   .Mac Create Directory Error */
"The body of the request is not supported" = "The body of the request is not supported";

/* sftp bad directory */
"The directory (%@) does not exist" = "The directory (%@) does not exist";

/* WebDAV Create Directory Error
   .Mac Create Directory Error */
"The directory already exists" = "The directory already exists";

/* WebDAV Create Directory Error
   .Mac Create Directory Error */
"The server does not allow the creation of directories at the current location" = "The server does not allow the creation of directories at the current location";

/* No comment provided by engineer. */
"The SSH manager returned the following error message:\n\n%@" = "The SSH manager returned the following error message:\n\n%@";

/* error transferring */
"The transferred file has a size of 0." = "The transferred file has a size of 0.";

/* .Mac Directory Contents Error */
"There is no .Mac access to the directory" = "There is no .Mac access to the directory";

/* No WebDAV access to the specified path */
"There is no WebDAV access to the directory" = "There is no WebDAV access to the directory";

/* sftp error */
"There was an error with the SSH subsystem: " = "There was an error with the SSH subsystem: ";

/* error */
"This droplet is missing the original application that created it. You will need to reinstall the original application." = "This droplet is missing the original application that created it. You will need to reinstall the original application.";

/* ssh authorise remote host fingerprint */
"This is the first time connecting to %@. It has a fingerprint of \n%@. Do you wish to connect?" = "This is the first time connecting to %1$@. It has a fingerprint of \n%2$@. Do you wish to connect?";

/* time out */
"Timed Out waiting for remote host." = "Timed Out waiting for remote host.";

/* Transfer Controller */
"Too many files had transfer problems" = "Too many files had transfer problems";

/* FileConnection failed to copy file */
"Unable to store data in file" = "Unable to store data in file";

/* WebDAV Error */
"Unknown Error Occurred" = "Unknown Error Occurred";

/* sftp last error */
"Unknown Principle" = "Unknown Principle";

/* status message */
"Uploading" = "Uploading";

/* status */
"Uploading %@" = "Uploading %@";

/* No username or password */
"Username and Password are required for FTP connections" = "Username and Password are required for FTP connections";

/* No username or password */
"Username and Password are required for S3 connections" = "Username and Password are required for S3 connections";

/* No username or password */
"Username and Password are required for WebDAV connections" = "Username and Password are required for WebDAV connections";

/* No username or password */
"Username is required for SFTP connections" = "Username is required for SFTP connections";

/* sftp last error */
"Write Protected" = "Write Protected";

/* file transcript */
"Writing data to %@\n" = "Writing data to %@\n";

/* Bonjour Error */
"You can not add a child category to the Bonjour category." = "You can not add a child category to the Bonjour category.";

/* Bonjour Error */
"You can not add a new host to the Bonjour category." = "You can not add a new host to the Bonjour category.";

/* FTP file upload error */
"You do not have access to write file %@" = "You do not have access to write file %@";

/* FTP Error */
"You need an Account to Upload Files" = "You need an Account to Upload Files";

